{
  "Қазақстан Республикасы Парламенті Сенатының жалпы отырысында қандай заң жобалары қаралды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Сыр ақындарының Арал тақырыбына арналған шығармаларында қандай негізгі мәселелер көтеріледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Ер Сайын дастанында қандай әскери қызмет түрі баяндалады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қоғамдық санадағы консерватизмді қалай түсінуге болмайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қарақалпақстан Республикасының астанасы қай қала?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Сәукеленің қандай бөлігі «тұтас» немесе «бүтін» деген мағынаны білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Қазақстандағы қай қала бұрын Семей деп аталған?": [
    1,
    2,
    3,
    4
  ],
  "Бесшатыр қорымындағы обалардың жалпы саны қанша?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қай елдердің ең төменгі жалақысы Қазақстанмен салыстырғанда жоғары?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қоспақ (flipbook) жасауға арналған бағдарламалық құралдардың бірі қайсы?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Заңдылықты қамтамасыз етудегі әскерилердің рөлі қандай?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Мақалада ата-аналарға берілген кеңестердің қайсысы дұрыс?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Металл кескіш құралдар өндірісіндегі заманауи үрдістердің бірі не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "2024 жылы «Отбасы банк» қанша тұрғын үй қарызын берді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Номадизмнің негізгі белгісі не?": [
    1,
    2,
    3
  ],
  "Қазақстанның ауыл шаруашылық машина жасау саласына шетелдік инвестицияларды тарту үшін қандай шаралар қабылдануы мүмкін?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақ халқының салт-дәстүріндегі «құйрық май жегізу» рәсімі қандай мақсатты көздейді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қазақ халқында баланың тұсауын кесу рәсімі қай кезде жасалады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақстанда егіншіліктің қай түрі жауыны аз, желді, құрғақ далалы аймақтарда орналасқан?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Энеолит дәуірінің ерекшелігі неде?": [
    1,
    2,
    3,
    4
  ],
  "ТүркПА-ның II жалпы отырысының қорытындысы бойынша қабылданған құжат:": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақстан халқы Ассамблеясының 25 жылдығын атап өту туралы бастаманы кім көтерді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Нұрсұлтан Назарбаев Қазақстанның 2050 жылға дейінгі даму стратегиясын қай жылы жариялады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "1954 жылы көктемде Қазақстанда қанша жаңа кеңшар құрылды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Кебенекке ұқсас, бірақ жүннен жасалған, қазақтардың жаңбырдан қорғайтын киімі қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Құранның түсуі Рамазан айымен қандай байланыста?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қазақ айтысының V-VI томдары қандай жылдар аралығындағы айтыстардан тұрады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақ қоғамында сұлтандардың әлеуметтік мәртебесі қандай болды?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақтың «Табақ тарту» салтында қандай ет мүшесі күйеуге арналып сақталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қатты жанарзат дайындауда сабанды пішіндеудің қандай технологиясы Қытайда және шетелдерде кең таралған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қазақстан Республикасының нормативтік құқықтық актілерінің ақпараттық-құқықтық жүйесінің мәліметтер базасы қашан жаңартылды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Асан Қайғының халық жадында қандай мифологиялық бейнесі қалыптасқан?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Құрбан айтта қандай сөздермен құттықтау қабылданған?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Мұртаза Бұлұтайдың пікірінше, Қазақстан қандай жағдайда басқа елдердің қателіктерін қайталамауы керек?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "1949-1953 жылдары Қазақстандағы дәнді дақылдардың орташа жылдық түсімі қанша болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қазақ халқының дәстүрлі тоны көбінесе неден жасалған?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қазақстандағы тіл саясатының 1921-1926 жылдардағы кезеңіндегі негізгі бағыттардың бірі не болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Ұсынылған заң жобасында «Төре» қызметіне кімдер үміткер бола алады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Тәуелсіздік алғаннан кейін Қазақстанда білім беру саласында орыс тілінің позициясы қалай өзгерді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақстандағы егіншілік рәсімдерінің отарлау саясатымен байланысы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Айтыс қай ғасырдан бастау алады?": [
    1,
    2,
    3,
    4
  ],
  "«Қыз Жібек» дастанында Жібектің қалмақ ханына тұрмысқа шығуға мәжбүр болуының себебі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "No-Till технологиясының артықшылығы неде?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Жайлауда мал бағып жүрген отбасының баласы мектепке бару үшін қандай қиындықтарды еңсеруі қажет?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Мақалаға сәйкес, ұрын бару сапарынан кейін жігітке қандай әрекетке тыйым салынбайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Жезтырнак туралы аңыздарда ол қай жерде тіршілік етеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Жүз сөзінің мағынасы қандай?": [
    1,
    2
  ],
  "Қазақстанда аңшылықтың қай түрі ең танымал болды?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Неліктен Қазақстанда дәстүрлі исламмен қатар радикалды ағымдар пайда болуда?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қайта құру кезеңінде қазақ даласында қандай әлеуметтік топтардың қалыптасуына ерекше көңіл бөлінді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "XVIII ғасырдың екінші жартысында Қазақстанда егіншіліктің дамуына қандай факторлар әсер етті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Киіз етіктің қандай материалы оның негізгі қасиеттерін анықтады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ халқының дәстүрлі киімдерінде терінің қандай функциясы болмаған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Н.Ә.Назарбаевтың қандай бастамасы бойынша БҰҰ Бас Ассамблеясы 2013-2022 жылдарды Мәдениеттерді жақындастырудың халықаралық онжылдығы деп жариялады?": [
    1,
    3,
    4,
    5,
    6,
    8,
    11,
    15,
    18,
    19,
    20,
    21,
    22,
    26,
    27,
    30
  ],
  "«Ұлы жасақ» заңының қазақ қоғамына тікелей әсері қандай болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қараша бойынша, «ирредент» термині қандай жағдайда пайда болған қазақтарға қатысты қолданылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Ақмола облысындағы пилоттық шаруашылықтардың тәжірибелік учаскелеріне қанша гектарға агрохимиялық зерттеу жүргізілді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Көшпелі ортадағы қоғамдық қатынастарды зерттеудің негізгі принципі қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Құран қақпасының басты мақсаты қандай?": [
    1,
    2,
    3
  ],
  "Майқы бидің «Жеті жарғысының» отбасы мен некеге қатысты ережелерінің басты мақсаты қандай болды?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "«Біртұтас тәрбие» бағдарламасының негізгі идеясы қандай триадамен көрсетілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қай аңыздық тұлғаның бейнесі Әзірет Әлімен ұштастырылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Көрісу мерекесі қай күні басталады?": [
    1,
    2
  ],
  "Құран оқыту әдістемесіндегі «тәджуид» ұғымы нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Күпінің сыртқы қабаты қандай матамен қапталуы мүмкін?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақстанда ұжымдастыру қай жылы аяқталуы тиіс болды, БК(б)П ОК қаулысына сәйкес?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Ертеректе тек байлар мен бектер ғана киетін, матадан тігіліп, зермен кестеленген бас киім түрі қалай аталған?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    21,
    22,
    23,
    24
  ],
  "Құдалық кезінде есік-төр көрсету жоралғысы қай жақтың ауылында өтеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Көшпелі қазақтардың құдық қазу дәстүріне қатысты қай тұжырым С.Е. Толыбековтың көзқарасын дұрыс көрсетеді?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    18,
    19,
    20,
    21,
    22
  ],
  "Қазақ айтыс өнерінің қай түрі көбінесе қыз бен жігіттің арасында өтеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Столыпиннің аграрлық реформасының негізгі мақсаты не еді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ халқында баланы қанша жасқа дейін «патшадай» күтеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Жоңғар шапқыншылығы кезінде қазақ халқының тәуелсіздігін сақтап қалу жолындағы күресінің тарихи маңызы неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Едігенің әкесі Балтышақ кімнің қол астында беклербек болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Айтжан Қожахметов соғыс кезінде қандай әскери бөлімшеде болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Сабантуйдың негізгі мақсаты қандай?": [
    1,
    2,
    3,
    4
  ],
  "XVIII ғасырдың басында Қазақ хандығына ең үлкен қауіп төндірген мемлекет кім болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "ҚР Қорғаныс министрлігіне қарасты әскери оқу орындарындағы 'Рухани жаңғыру' идеясының мақсаты не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақстандағы аграрлық қатынастар тарихына сәйкес, жайлаудың негізгі сипаты қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Татар телендә «тана» сүзе нәрсәне аңлата?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Қазақ тілінде ағаға қатысты сыпайылықтың қай түрі жиі қолданылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "XX ғасырдың басында Қазақ даласында Гумар Қараштың пәтуаларына қатысты даулардың негізгі себебі неде болды?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Құқықтық мемлекеттің қалыптасуына қандай фактор әсер етпейді?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Шашудың құрамына бұрын не қосылған, қазір көбінесе не қосылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Шортанбай жыраудың қай шығармасы Қазақ даласындағы Ресей империясының белсенді отарлау кезеңіне атау берді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Қазақстандағы су көздеріне қатысты меншік құқығының ерекшеліктеріне байланысты қай тұжырым шындыққа жанаспайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "2016 жылы Қазақстан Республикасында жұмыссыздық деңгейі қанша пайызды құрады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "\"Қатын өлді – қамшының сабы сынды\" деген сөздің мағынасы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Тілдің қызметі мінсіз атқарылуы үшін қандай болуы керек?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ этикетінде кім бірінші болып қол алысуға тиіс?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Тәлімгер қандай қасиеттерге ие болуы керек?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақ хандығында ислам дінінің рөлі туралы қай тұжырым дұрыс?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "KIDSAVE халықаралық ұйымының негізін қалаған кім?": [
    1,
    2,
    3,
    4
  ],
  "Минималды және нөлдік өңдеу әдістерінің негізгі мақсаты не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ қоғамында «ақсүйек» тобына кімдер жатады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Тың игеру жылдары Қазақстанның солтүстік облыстары біріктіріліп, қандай атпен аталды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Н.Ә.Назарбаевтың «Ұлы даланың жеті қыры» мақаласында Алтын адамға қатысты қандай аспектіге баса назар аударылған?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    20,
    21,
    22,
    23
  ],
  "Қазақтарда қайтыс болған адамды еске алу үшін қанша күннен кейін «жетісін» өткізеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Ө.Жәнібеков қасабаны қандай мәдениетпен байланыстырды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Экономика негіздері қай пәнге кіріктірілген?": [
    1,
    2,
    3,
    4
  ],
  "Жомарт Үсембайұлының «Шах Дарап, Үрістем, Аспандияр, Былқыс, Нахыт сұлудың қиссасы» қай жылғы нұсқасы Ұлттық кітапханада сақтаулы?": [
    1,
    2,
    6,
    8,
    11,
    13,
    14,
    15,
    21,
    22,
    28,
    29,
    30,
    35,
    37,
    38
  ],
  "Қазақстанның солтүстік аймақтарында ресейлік селекцияның жаздық бидай сұрыптарының үлесі шамамен қанша пайызды құрайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Гумар Қараш кім болған?": [
    1,
    2,
    3
  ],
  "Ашық буын дегеніміз не?": [
    1
  ],
  "Төнікөктің құрметіне орнатылған ескерткіштегі жазуда Көк, Ұмай және қасиетті Жер-Су туралы не делінген?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Қазақстанда төтенше жағдайлар кезінде халықты құтқару жұмыстарын үйлестіруші негізгі орган қайсы?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Моңғол шапқыншылығынан кейін қазақ ру-тайпаларының этникалық құрамы қалай өзгерді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Сыңсудың қай түрі көбірек кездеседі?": [
    1,
    2,
    3,
    4
  ],
  "Қазақ аңыздарында Шопан ата қай малдың иесі болып саналады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Құнанбай Тоқты кім болған?": [
    1,
    2,
    3,
    4
  ],
  "Әйтеке бидің 380 жылдығына арналған ғылыми-танымдық конференция қай ауданда өтті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Мәдени жаңғыру контекстіндегі «сакралды география» ұғымы нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Мақалада Қазақстанның қандай әскери одаққа кіруі ұлттық қауіпсіздіктің кепілі ретінде қарастырылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Баба Түкті Шашты Әзіз кімнің эпитеті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Бауыржан Момышұлы кімнің құрметіне ас берді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Бекет атаның «Ғайып Ерен қырық шілтен» ұғымына қатысты зерттеулері қай басылымда жарияланды?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19,
    20
  ],
  "Алып Қарақұс қандай мақсатпен ертегілерде кездеседі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Егер сіздің құдаңыздың нағашысының әйелі келсе, сіз оған қалай қарайсыз?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Астаудың жасалу материалы көбінесе қандай болады?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қойдың қай бөлігі ең құрметті қонақтарға ұсынылады?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "«Нұрлы жол» бағдарламасының мақсаты:": [
    1,
    2
  ],
  "2018 жылы Қазақстан халқы Ассамблеясының медиа кеңесіне қанша өтініш түсті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақстандықтарды біріктіретін негізгі ұғым не?": [
    1,
    2,
    3
  ],
  "Рашид ад-Диннің еңбегінде Қорқыт кімнің ұлы ретінде баяндалады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақ мифологиясында жеңсізді қалай түсіндіруге болады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ ұлттық киіміндегі шапанның сыртынан байланатын белдіктің атауы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Көшпелілердің әскери өнеріндегі ең маңызды фактор не болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Бөкенбай батырдың XVIII ғасырдағы қазақ тарихындағы орны қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Билер сотының «Алтын ғасыры» деп аталу себебі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қазақтарда «жұртшылық» әдет-ғұрпының мәні неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Бесікке қатысты «Ел болам десең, бесігіңді түзе» деген мақалдың мәні неде?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19,
    20
  ],
  "Автордың балалық шағы қай жерде өткен?": [
    1,
    2,
    3,
    4
  ],
  "Сәукеленің биіктігі шамамен қанша сантиметрге дейін жететін?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақ халқында «Бесік» сөзінің шығу төркіні неге байланысты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Мақалада Құныскерей Қожахметов кімнің есімін жамылып, Түркіменстанда өмір сүргені айтылады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    18,
    19,
    20,
    21,
    22
  ],
  "Қазақ мәдениетінде шекпен көбінесе кімдерге сыйға тартылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қарақұсқа қарсылас кейіпкер кім?": [
    1,
    2,
    3
  ],
  "Көшпелілер үшін «ата қоныс» ұғымының маңызы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Сейітқасым Әуелбековтың пікірінше, Асан Қайғыны «отандық философияның негізін қалаушы» деп атаудың негізгі проблемасы неде?": [
    1,
    3,
    4,
    5,
    6,
    8,
    11,
    15,
    18,
    19,
    20,
    21,
    23,
    24,
    26,
    27
  ],
  "Құран Кәрімді толық жатқа білетін адамды қалай атайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "«Жеті лақ» шаруа қожалығы қандай өнімдер шығаруға маманданған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қай сүреде Алла Тағаланың өзі де, періштелері де пайғамбарға салауат айтатыны туралы бұйырылады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Қазақстанда құрбандық шалу рәсімі қай форматта өтеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Майқы би, Аяз би, Асанқайғы және Жиренше шешен кімдер?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Құйрық-бауыр асату дәстүрі бойынша, алғашқы болып дәм тататын кімдер?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Қай ғалымның еңбегі Қазақстандағы ботаника ғылымының дамуындағы маңызды жетістік деп атауға болады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Алашорда үкіметінің қызметін зерттеу кезінде қандай құжаттарға көбірек көңіл бөлінеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Топжиярға шақыру дегеніміз не?": [
    1,
    2,
    3
  ],
  "Моғолстан мемлекетінің негізін қалаған кім?": [
    1,
    2,
    3,
    4,
    5
  ],
  "1870-ші жылдармен салыстырғанда 1890-шы жылдары қазақ жұмысшыларының жалақысының төмендеуінің негізгі себебі неде?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19,
    20
  ],
  "Көшпелі мал шаруашылығында малдың жайылымға шығуын және қыстауын ұйымдастыру қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Қарашадағы «Орал өңірі» газетіндегі мақалаға сәйкес, қай театр «Ұлы тұлға» кітабының тұсаукесеріне қатысты?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    21,
    22,
    23,
    24
  ],
  "Қазақ хандығының құрылуына байланысты Қозыбасының орналасқан жері туралы қай пікір қате?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Шапанның қандай түрі жоғары мәртебені білдірді?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Кеңес өкіметіне дейінгі қазақ қоғамында қалыптасқан халық өнері қайраткерлерінің түрлеріне қайсысы жатпайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Құмның аумақтық-кеңістіктік дамуының 2020 жылға дейінгі болжамды схемасының негізгі мақсаты не?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Жәди Шәкенұлының кітабында Алтай тауының топонимикасы қалай түсіндіріледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Қазақ салтында «құда» мен «құдағи» арасындағы сыйластықтың белгісі ретінде не беріледі?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19,
    20
  ],
  "Қазақстандағы көшпелілердің дәстүрлі шаруашылығына қайсысы жатпайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қарахан дәуіріндегі қазақтардың музыкалық мәдениетіндегі «Қоңыр» ұғымы нені білдірмейді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Сәукелені кию рәсімінде сәукеле кигізуші «анаға» қандай сый көрсетілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қазақстандағы дәстүрлі отбасылық құндылықтардың бірі -...": [
    1,
    2,
    3,
    4
  ],
  "Түркімен тіліндегі «Жар-жар» әнінің баламасы қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Қазақ мифологиясында жынның қандай қасиеті көбірек айтылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Дәстүрлі қазақ қоғамында «би» кім?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Этнограф Бұлбұл Кәпқызының пікірінше, қазіргі заманғы қыз жасауының дәстүрлі жасаудан қандай айырмашылығы бар?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Қай халықта қарын шашты алмау дәстүрі бар, бұл шаштың иесінің қарғысы күшті болады деп есептеледі?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "XIX ғасырдың басында Ресей империясының басқару жүйесіне қазақ көшпелі элитасының енуіне қандай фактор әсер етпеді?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    18,
    19,
    20,
    21,
    22
  ],
  "XVIII ғасырда қазақ хандарының арасында «Баһадүр» атағына ие болған кім?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Асан Қайғы іздеген «Жерұйық» нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Мақалада Қазақстанда топырақтың құнарлылығын сақтаумен іс жүзінде ешкім айналыспайтындығының себебі ретінде не көрсетілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Неліктен қазақ тойларында қызды қызыл көйлек кигізеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Елбасының «Қазақстан-2050» стратегиясындағы негізгі бағыттардың бірі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қайыр Рысбаевтың пікірінше, қазақ есімдерін қысқартудың қай нұсқасы моңғол тілінен енген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "1928 жылы Қазақ АКСР-інде іске асырылған аудандастыру нәтижесінде республика қанша буынды басқару жүйесіне көшірілді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "«Жеті жарғы» бойынша, кімнің ру мүшелері арасындағы дауларды шешуге құқығы болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Орта жүздің руларының біріне жатпайтын руды анықтаңыз.": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Мұхтар Әуезовтың шығармаларында барымтаның қандай аспектілері көбірек көрініс тапқан?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақтарда құдалықты бекіту рәсімі қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "1991-2000 жылдар аралығында Қазақстанға қоныс аударған қанша қазақ отбасы квотаға сәйкес келді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "«Беташар» рәсімінде келін кімдерге сәлем салады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Сал-серілер қандай құндылықтарды насихаттады?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қазақ тіліндегі «сіңлі» сөзінің мағынасы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақстан Республикасының 2030 жылға дейінгі отбасылық және гендерлік саясат тұжырымдамасында биліктің атқарушы органдарында шешім қабылдау деңгейіндегі әйелдердің үлесі 2020 жылға қарай қанша пайызды құрауы тиіс?": [
    1,
    2,
    6,
    8,
    11,
    14,
    15,
    18,
    20,
    22,
    23,
    24,
    29,
    31,
    34,
    36
  ],
  "1801 жылы Кіші жүздің бір бөлігінің Еділдің арғы бетіне өтуінің нәтижесінде не құрылды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Қазақстанның зейнетақы жүйесіндегі негізгі проблемалардың бірі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақ дәстүрінде «нағашы» деген кім?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Жібек жолының тоқтауына қандай фактор әсер етті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақ қоғамында қыз балаларды неше жастан бастап үй шаруасына және әйелдік өнерге баулыған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "2012 жылмен салыстырғанда, Қазақстан ЖІӨ бірлігіне суды тұтынуды 2020 жылға қанша пайызға төмендетуді көздеді?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Жаназа кезінде қайтыс болған адамның жас мөлшерін білдіретін рәсім қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ мифологиясында оттың шығу тегі кімдермен байланыстырылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақ хандығының құрылуына дейінгі әлеуметтік құрылымда қандай таптар болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Алып Ер Тоңғаның өмірі мен ерліктерін баяндайтын ең маңызды дерек көзі қайсы?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Беташар кезінде келін тұратын нәрсе нені білдіреді?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қай қаланың атауы «абас» сөзімен байланысты және әйелдер билігінің доминанттығымен сипатталған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Ноғай Ордасының этникалық құрамына қай тайпалар кірмеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақ халқында егіншілікпен айналысқанда қолданылған дәнүккіш тастың негізгі қызметі қандай болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Астық бастыру үшін қолданылатын тас құрал қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Мақалада «Санта-Гертруда» сиырының қай ерекшелігі атап көрсетілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақ халқында бала күйеуін әкесінің үйінде қалым төлеудің орнына жұмыс істеген жағдайда қалай атайтын?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Қазақтардың жаназа рәсімінде қай күні қырқы өткізіледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "\"Қазақ тілі\" пәнінің (оқытуы орыс тілде) 4-сыныпқа арналған оқу апталығындағы сағат саны қанша?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Қазақ соқырлар қоғамына қарасты корпоративтік қорлардың мақсаты не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Қазақ дәстүрінде қыз бала тұрмысқа шығар алдында айтылатын қоштасу әні қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Ұйғыр тілі қай тілдер тобына жатады?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Құда түсу рәсімінде «көрімдік» дегеніміз не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Бақсының емдеу әдістерінің ішіндегі ең маңыздысы не болып табылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Жоқтауды кімдер шығарады?": [
    1,
    2,
    3
  ],
  "Құтпанның әдебиеттегі рөлі қандай?": [
    1,
    2,
    3,
    4
  ],
  "Қазақстанда Наурыз мейрамының қай күні «Шежіре күні» болып белгіленді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақ халқының дәстүрлі тоқымашылығында «серке» сөзі қандай мағынаны білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Зира Наурзбаеваның айтуынша, Қорқыт қандай діни түсінік аясында маңызды рөл атқарады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақ мифологиясындағы жалмауыз кемпір мен алып қарақұс бейнелерінің арасындағы байланысты сипаттаңыз.": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қонақасы қандай мақсатпен беріледі?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Салауат дегеніміз не?": [
    1,
    2
  ],
  "Калтай Мұхамеджановтың әкесі кім болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Құдағи жүзік неліктен екі саусаққа киіледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Бесіктің қай бөлігі гигиеналық ыдысты орнатуға арналған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "«Асығың алшысынан түссін!» тілегінің мағынасы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақ халқында балаға жаңа киім кигізгенде немесе жаңа зат алғанда үлкендерден сұралатын сыйлық қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Түйреуіштер көбінесе қай бас киімнің бөлшегі болып табылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Н. Масановтың пікірінше, көшпелі қазақ қоғамында суды пайдаланудың қандай екі негізгі көзі болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "«Жеті жарғыны» дайындауға кімдер қатысты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Тоқтамыс ханның шығу тегі туралы Муин-ад-дин Натанзидің еңбегінде қандай мәлімет берілген?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Төбе билер қандай әдістермен дауларды шешті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "1956 жылы Қазақстанда қанша тонна астық жиналды?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қонаев қаласының экономикалық дамуына қандай фактор ең маңызды әсер етеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қорқыт атаның атындағы мемориалдық кешен неше метр биіктіктегі төрт тік стеладан тұрады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Құда түсу рәсіміндегі «бас құда» кім?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Курултайдың құрамына кімдер кірмейді?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Шежірешілердің қоғамдағы рөлі қандай болған?": [
    1,
    2,
    3,
    4,
    5
  ],
  "1929-1931 жылдары Қазақстанда қанша шаруалардың бұқаралық бас көтеруі тіркелді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Ашамай соғысы кезінде Моше Левидің қандай жарақаты болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақ салтында «құдағи күйеу» кімге қатысты айтылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Левшин зерттеулерінде қандай ханшайымның ақылына қайран қалып, оған жеке мөр жасап бергендігі жайлы айтылады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Ас беруге байланысты қандай дәстүр мақалада сауын айту деп сипатталған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Топырақтағы пайдалы элементтерді сақтау үшін не істеу керек?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақстан Республикасы Конституциясының қай бабында межнационалдық және конфессияаралық келісімді бұзуға қабілетті әрекеттердің конституциялық емес деп танылатыны көрсетілген?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    15,
    18,
    19,
    20,
    22,
    23,
    24,
    26
  ],
  "Құдық қазу кезінде қандай халықтық ырымдар мен тыйымдар сақталған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Құстұмсық жүзіктің негізгі мағынасы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Тұқым себу технологияларының қайсысы ең тиімді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақстанда мал шаруашылығы мамандарын құттықтау күні қашан?": [
    1,
    2,
    3,
    4
  ],
  "Ең үздік қолжетімді техникалар бойынша «Шойын және болат өндірісі» анықтамалығының қолданылу саласына қай қызмет түрі жатады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19,
    20
  ],
  "Мұсылман дінінде сүндеттелудің маңызы неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қай ғасырларда «татарлар» атауы Алтын Орданың құрамына кіретін Еуразияның кейбір халықтарына таралды?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Қытай қазақ әдебиетінде тұңғыш шығармасы жарияланған жазушы кім?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қай жағдайда жануарлардың жыныс және соматикалық жасушалары жануарлардың жұқпалы аурулары таралмаған аумақтардағы субъектілерден алынады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Топырақтың құнарлылығын арттыру үшін қолданылатын минералды тыңайтқыштардың құрамында қай элемент көбірек болуы мүмкін?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Қазақстандық әйелдердің әлеуметтік рөлдерін талдай отырып, қайсысы басым емес екенін анықтаңыз?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Ерулік дәстүрінің негізгі мақсаты:": [
    1,
    2,
    3,
    4
  ],
  "2023 жылдың қараша айында Ресей мен Қазақстан президенттері Астанада кездесуінің нәтижесінде қандай құжаттарға қол қойылды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Шаруашылық-мәдени тип ұғымы мәдениеттанудағы қай ұғымға жақын?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қазақ қоғамында жасауға кіретін және ерлі-зайыптылардың төсегін безендіруге арналған, қымбат бағалы дүние?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "2023 жылы Астанада Айт намазы қай уақытта басталды?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Мақалада қай дизайнердің «Arunaz» маркасымен танымал екендігі айтылған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Мақала авторының пікірінше, тойды қай күндері өткізген тиімді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ поэзиясының алғашқы өкілдері кімдер?": [
    1,
    2,
    3
  ],
  "Жаһанданудың әсерінен пайда болған және тұрақсыз жұмыспен сипатталатын әлеуметтік топ қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Қай жағдайда Білге Қағанның буддист храмын салдыруына Тонюкук қарсы шықты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қайрат Жанабаевтың зерттеулері негізінен қай бағытқа бағытталған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Құдағи бойтұмарды кім дайындайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ хандығының Ресей империясының құрамына кіруінің негізгі себебі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Кодар мен Қыдырдың байланысы туралы қандай қорытынды жасауға болады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Махмұт Қашқаридың сөздігінде қай елден әкелінген дәрі туралы айтылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Көрісу күніндегі дәстүрлердің бірі –...": [
    1,
    2,
    3,
    4
  ],
  "Құдағи сырға – бұл қандай дәстүр?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақ түйесінің бактриан тұқымы жылына қанша сүт береді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Құран бойынша, адамдар не үшін ұлттар мен ұлыстарға бөлінді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қай мифтік кейіпкер Көкбөрімен байланысты және оның бейнесінде қасқыр басы бар шлем киген?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Қазақ салтында «жеңге» кімге қатысты айтылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақтарда нәрестенің алғашқы мекені не болып саналады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қылмыстық-атқару жүйесіндегі сотталғандарды әлеуметтік бейімдеудің тиімділігіне не әсер етеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Қазақ мифологиясындағы «Самұрық» бейнесі нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Исламда әрбір адамның өзіне-өзі кім болуына мүмкіндігі бар?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақстандағы корейлердің әлеуметтік құрылымындағы 1960-шы жылдардағы өзгеріс қандай болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "\"Құтты білік\" дастанындағы төрт негізгі принциптің бірі болып табылмайтын ұғымды көрсетіңіз.": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қазақтарда қатым, немесе шек, қанша жылдан кейін беріледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Шілдехана қанша күнге созылуы мүмкін?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "1987 жылғы Қазақстан Компартиясы ОК-нің пленумында Геннадий Колбин кімнің тарапынан жасалған теріс қылықтар туралы баяндады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    21,
    22,
    23,
    24
  ],
  "Қайта құру кезеңіндегі Қазақстандағы экономикалық реформалардың бірі не болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Шым кесте мен әредік кестенің айырмашылығы неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Сармыс батыр қай ғасырда өмір сүрген тарихи тұлға?": [
    1,
    2,
    3,
    4,
    5
  ],
  "\"Құтты білік\" дастанының авторы Жүсіп Баласағұн қай қалада дүниеге келген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қайын әпкенің отбасындағы рөлі қандай?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Корээданың визуалды стилінің ерекшелігі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Соғым сою кезінде етті бұзғаннан кейін жасалатын алғашқы технологиялық процестердің маңыздылығы неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қазақ хандығы дәуіріндегі ханшайымдардың бірі Бопай ханымның қандай ерекшелігі болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қарабайдың көші-қон жолындағы топонимдердің қайсысы жырда ең көп қайталанады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Кубан казактарының дәстүрлі киіміне қандай факторлар әсер етті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Ақселеу Сейдімбектің «Қазақтардың ауызша тарихы» еңбегінде қандай тақырыптар қозғалады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Қазақстан Республикасының Тұңғыш Президенті Нұрсұлтан Назарбаев өзінің президенттік өкілеттігін қай жылы тоқтатты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "\"Махаббат-наме\" дастаны кімге арналған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Едіге тауы қай аймақтың ең биік тауымен ұшар басын таластырғысы келгендей?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Ақселеу Сейдімбек қай қаладағы ғылыми мекемелерде шежірелік материалдардың мол екенін айтты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "«Ассалаумағалейкүм» сөзіне қайтарылатын дұрыс жауапты көрсетіңіз.": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Құйрық майдың адам ағзасына пайдалы әсерінің бірі – ...": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Көшпенділердің қоныс аудару бағыттарын не анықтайды?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақ мифологиясында Қыдыр ата кім?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Патша үкіметінің отаршылдық қоныс аудару саясатының негізгі мақсаттарының бірі неде болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қай мифте Мардук Тиаматтың денесінен әлемді жасайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Балықшылық кәсібі Қазақстанда қай кезден бастап дами бастады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Түркі мифологиясындағы Көк Бөрінің негізгі рөлі қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Ы.Алтынсариннің «Қазақ қайғысы» еңбегі кімге арналған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Салават Юлаевтің қай жылы Балтық портында қайтыс болғанын көрсетіңіз?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақстан Республикасындағы көші-қон саясатының басым бағыттарының бірі не болып табылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Эпостағы «Қызылбаш» сөзі кімдерді білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қай жырау «Елім-ай!» әнінің авторы болып табылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Неолиттік революцияның егіншілікке тікелей әсері қандай болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ халқының «Тыныштық болсын» тілегі қандай жағдайда айтылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақстандағы жоғары оқу орындарында қандай міндетті пәндер циклі бекітілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақ мифологиясында әлемнің жаратылуы көбінесе қандай образбен байланыстырылмайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Сырым батырдың қосында болған, кейін империядан қысым көріп, Алшын Тама мен Жағалбайлының Арқада отырған аз ағайынды сағалап, Шуға құлаған тарихи тұлға кім?": [
    1,
    2,
    6,
    8,
    11,
    13,
    14,
    15,
    18,
    21,
    23,
    24,
    29,
    31,
    36,
    38
  ],
  "1998 жылы Қазақстан Республикасының астанасы қай қала болды және ол қалай өзгертілді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Қазақ қоғамында XVIII-XIX ғасырларда рулардың әлеуметтік иерархиясында ең жоғары мәртебеге ие болған ру:": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Саудагерлік өнердің дамуына қатысты ақпаратты қайдан табуға болады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Құнанбай Өскенбаев кімнің әкесі?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақтардың сенімі бойынша, қандай жасқа толмаған жігіттерге қасқыр терісінен тігілген ішік киюге болмайды?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Қазақ мифологиясында жыланның қандай рөлі бар?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақ халқында қамшыны ханның алдына ұстап кіруге бола ма?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ аңыздарындағы «суына» дегеніміз не?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақтарда қайтыс болған адамның жасына байланысты траурлық жалаудың қандай түстері болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қазақстан мен Ресей арасындағы сауда айналымы 2022 жылы қанша долларды құрады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақстанның сыртқы саясатындағы стратегиялық серіктестердің бірі кім?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақ халқының салт-дәстүрінде күйеуге қатысты қандай туыстық атау жоқ?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Халықаралық құқықтағы жауапкершілік нені білдіреді?": [
    1,
    2
  ],
  "Қазақ мифологиясындағы кие ұғымы нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Тәлімнің мақсаты – ...": [
    1
  ],
  "Беташар рәсімінде келіннің бетін ашу үшін қолданылатын құрал:": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Парламент Мәжілісінің ресми интернет-ресурсында «Құдағи» сөзіне қатысты мәліметтердің болуы, осы сөздің қандай мағыналық аяда қолданылатынын көрсетеді?": [
    1,
    3,
    4,
    5,
    6,
    8,
    11,
    15,
    18,
    19,
    20,
    21,
    22,
    26,
    27,
    30
  ],
  "Орта ғасырларда саудагерлердің қандай маңызды рөлі болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Спорттық киім дизайнында қандай маталар ылғалды сіңіру қасиеттерімен танымал?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Татар халқының дәстүрлі тағамдарының бірі, ашытқысыз қамырдан жасалған, ет пен картоп, күріш немесе тары қосылған пісірілген бәліш қалай аталады?": [
    1,
    3,
    4,
    6,
    8,
    11,
    14,
    15,
    18,
    20,
    21,
    23,
    24,
    30,
    31,
    32
  ],
  "Қазақ қоғамында «құда бала» кімге қатысты айтылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қай дәрумен жүйке жүйесінің жұмысына, шаш пен терінің әсемдігіне зор әсер етеді, арпаның құрамында бар?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Неліктен совет үкіметі қазақ шежіресіне қарсы болды?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қазақ халқының қысқы киімдерінің бірі – тымақтың қандай түрі әдетте қымбат аң терісінен тігілетін?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қайыс өрудің қандай түрінде өрім жалғыз таспадан жасалады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Мақалаға сәйкес, қай дизайнердің киім желісіндегі «Haute couture» тобының орташа бағасы қанша?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Кіші жүзде хандық билік қай жылы жойылды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Парламент қызметі туралы ақпаратты қай бұқаралық ақпарат құралдары (БАҚ) мемлекеттік тілде жиі ұсынады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Индоиран мифологиясындағы Апам-Напат кіммен байланысты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қазақ халқының салт-дәстүрі бойынша, ер адамның қанша жұрты болады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақстандағы қала халқының үлесінің азаю процесі қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Есепшілердің (счетчик) қызметі неге бағытталған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ мифологиясында әлемдік таудың шыңынан не өсіп шығады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ қоғамында исламның рөлі күшейгеннен кейін, қалың малдың орнын не басты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Ерулік кезінде жаңадан көшіп келген отбасыға қандай көмек көрсетіледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Таңбалы жардағы таңбалардың сақталу жағдайына байланысты қандай мәселе көтеріледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақстанда жаназа рәсіміне байланысты қайсысы міндетті болып саналмайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Мақалада қай университет еліміздің зияткерлік әлеуетін дайындайтын негізгі орталықтардың бірі ретінде аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Қазақ отбасындағы «Ару» ұғымы қандай мағынаны білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Ұлттық қауіпсіздік жүйесінің тиімділігін арттыру үшін не қажет?": [
    1,
    2,
    3,
    4
  ],
  "Құрбан айттың экономикалық әсері қандай?": [
    1,
    2,
    3,
    4
  ],
  "Қазақстандағы жайылымдық жерлерді пайдаланудың тарихи тәжірибесін қайта жаңғыртуға мүмкіндік беретін заң:": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Самат атаның шежіресіндегі руының аты қалай?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Болат Бопайұлының «Қазақ қамшысы» кітабында қамшының қандай қызметіне баса назар аударылады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18,
    19
  ],
  "Ер жігітке қатысты «көп сөз – көмір, аз сөз – алтын» деген нақылдың мәні неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Төмендегі рулардың қайсысы Кіші Жүздің Жетіру бірлестігіне кіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "\"Қырықтың бірі Қыдыр\" деген нақылдың мәні неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "Ақ Орда қай ғасырларда өмір сүрді?": [
    1,
    2,
    3,
    4
  ],
  "Ерте көшпелілердің мәдениетінде қандай металл өңдеу ісі кеңінен таралды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "XIX ғасырдың аяғында Ұлы жүз қазақтарының саны шамамен қанша болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Ф.И. Голощекиннің «Кіші Қазан» төңкерісінің бағыты бойынша Қазақстанның өнеркәсібін қалай дамыту көзделді?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Едігенің қай жылы Алтын Орданың беклербегі болғаны туралы ақпарат қай дереккөзде көрсетілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Байбише қандай рөл атқарды?": [
    1,
    2
  ],
  "«Маулимнияз-Едіге» жырындағы Қап тауының символдық мәні неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Төлдеу кезінде қолданылатын акушерлік құралдардың бірі – «төл шығарғыш ілмек». Бұл құрал не үшін қолданылады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "Қазақстандық офицерлердің қайсысы Бірінші дүниежүзілік соғысқа қатысқан?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "«Ер Сайын» эпосы қай батыр туралы эпостың бір бөлігі сияқты көрінеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Қай ханның тұсында Сарайшық Қазақ хандығының астанасы болған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "XVIII ғасырда жар-жардың әлеуметтік мәні неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ дәстүрінде қонаққа берілетін соғымның қай бөлігі «сыбаға» деп аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Аңыздарда Едіге батырдың жерленген жері қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Шығанақ Берсиев қандай дақылдан дүниежүзілік рекорд жасады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қамбар батыр кімнің құрметіне аталған белгілі суфийлік дәстүрдегі тұлға?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақстандағы корейлердің тілі қалай аталады және оның ерекшелігі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазіргі заманғы мәдениеттануда типологияның қандай негізгі бағыттары бар?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақстанда ислам дінінің таралуына қандай фактор ең аз әсер етті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "«Әмір Арена» спорт кешенінің ашылуына байланысты Қазалы ауданының бюджеті қанша пайызға өсті?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Карл Густав Юнгтың ұжымдық бейсана теориясындағы «Ұлы ана» архетипі нені білдіреді?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    20,
    21,
    22,
    23
  ],
  "Қай тұлға Абай музейінде 1976-1984 жылдары меңгеруші қызметін атқарған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақ дәстүрінде қонаққа берілетін сыйлы табаққа қай мүшелер қосылмайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақ халқының салт-дәстүріндегі «қолғап кигізу» рәсімі көбінесе қандай жағдайда жасалады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Тәуке ханның билік құрған кезеңі қалай аталды және неліктен?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Марал ишан Баба Ресей империясының қай генералдарына хат жолдаған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Қазақстанның экономикалық тәуелсіздігінің нақты көрінісі қай уақыттан басталды?": [
    1,
    2,
    3,
    4,
    5
  ],
  "«Жеті ата» институтының қазақ қоғамындағы негізгі функциясы қандай?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақ халқының «Қонақ келсе, құт келеді» деген мақалы қандай идеяны білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Этнодизайнер Мадина Қуандықтың әлеуметтік кәсіпорнының мақсаты не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Тәңірдің әйелдері туралы аңызда қай құдайдың жұбайы Шәфәқ деп аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16
  ],
  "Қазақ халқында «көп жаса», «жасың ұзақ болсын» деген тілектерді қашан айтады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    14,
    15,
    16,
    17
  ],
  "Құнанбайдың ұрпақтары туралы деректерді қай музейден табуға болады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қарақыпшақ Қобыландының Тоқтамыс ханның жанындағы қызметі қандай болды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Марал ишан Бабаның ағартушылық қызметінің негізгі бағыты не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақстанда етті бағыттағы жылқы шаруашылығын дамытуға қосқан үлесі үшін мемлекеттік сыйлыққа ие болған ғалым кім?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Пітір садақа берудің ең дұрыс жолы қайсы?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақ айтысының VII томы қандай жоба аясында жарыққа шықты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Ерназардың ұлдары неліктен үйге қайтып оралмады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Көроғлы жырындағы басты кейіпкердің ерекшелігі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақстандағы ықпалды әйелдердің бейресми институты қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақ ұлттық киімінде сырт киім ретінде ерлер мен әйелдер де киетін, матасы жібек немесе жүннен жасалып, әдемілеп кестеленетін киім қалай аталады?": [
    1,
    3,
    4,
    5,
    6,
    8,
    11,
    15,
    18,
    19,
    20,
    21,
    23,
    24,
    26,
    27
  ],
  "Қай ақынның шығармашылығында әдебиеттің көркем өнердің бір саласы ретіндегі мәртебесі айқын көрінеді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ],
  "Қазақ халқының ұлттық аяқ киімінің бір түрі – мәсінің қай бөлігі әдетте өрнектеледі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "Шашуды жинаған адамға қандай ырым бар?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Қазақ даласында жаз мезгілінде мал жаю үшін пайдаланылатын жер қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қалыңмалдың құрамына кіретін «бағалы бас» неден тұрады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Өлтірі рәсіміндегі малдың сойылу мақсаты не?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақстанның қай бассейндерінде су тапшылығы байқалады?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Мақалаға сәйкес, «Kagaz Shahary SEZ» ЖШС жылына қанша целлюлоза өндіруді жоспарлайды?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    18,
    19,
    20,
    21,
    22
  ],
  "Едіге жырындағы кейіпкерлердің этикалық айырмашылықтары неге байланысты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Ұлттық құрылтайдың алғашқы отырысы қай қалада өтті?": [
    1,
    2,
    3,
    4
  ],
  "Тонның қай бөлігі әйелдердің мәртебесін көрсетуде маңызды болды?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақ халқының дәстүріндегі «Сүйінші» берудің мәні неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Футбол жейделерінің қай түрі ретро стильге жатады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ қоғамындағы әулеттің негізгі сипаты қандай?": [
    1,
    2,
    3,
    4,
    5
  ],
  "Көңіл шай не үшін ұйымдастырылады?": [
    1,
    2,
    3
  ],
  "Қадыралы Момбайұлы Тарыбаев «Ата жолы» қозғалысын қай жылы бастады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "Ана-Жер ұғымы қай діни сеніммен тығыз байланысты?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Мақалада қонақтардың қандай екі түрі аталады, олар үшін сыбаға сақталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Құда түсу жоралғыларының ішіндегі ең маңыздысы қайсысы?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақ қоғамында қыз баланың болашақ жолын айқындайтын ғұрып қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "«Едіге» жырындағы Тоқтамыс ханның қандай қасиеті жыршылар тарапынан әділ бағаланбайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15
  ],
  "«Отбасы банк» қандай мемлекеттік бағдарламаларға қатысады?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Қазақстан Республикасы Оқу-ағарту министрінің 2022 жылғы 21 қарашадағы № 467 бұйрығымен не бекітілген?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "Қазақстан Республикасы Парламенті Мәжілісінің VIII сайланымы қашан басталды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Қазақ дәстүрінде қыз бала қандай жағдайда туған үйінде «қонақ» саналады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қазақ хандығында «Жеті жарғы» заңдар жинағын кім қабылдады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Тәуке ханның «Жеті жарғысының» жасалуына қандай билер қатысты?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13
  ],
  "«Тие берсін» сөзі «Жеті нан» салтында нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Қазақстандағы саяси партиялардың идеологиялық ерекшелігі неде?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Сәукеленің конус тәрізді металл бөлігі қалай аталады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Айша Бибі кесенесінің орналасқан жері?": [
    1,
    2,
    3,
    4,
    5,
    6
  ],
  "Ирредент ұғымы нені білдіреді?": [
    1,
    2
  ],
  "Ресей империясында Қазақстанның әкімшілік құрылымы бойынша ауылдық қоғамдарды кім басқарды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Ораза айт күндері қайтыс болған жандардың үйлеріне барып не істейді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қарабай көшіп-қонған жерлердің қайсысы «Қозы Көрпеш-Баян сұлу» жырында Баянның ғашық болған жері ретінде сипатталады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    21,
    22,
    23,
    24
  ],
  "Тұяқ күтімінде қолданылатын антисептикалық қасиеттерді арттыруға арналған зат?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "Мал төлдету науқанында жоғары көрсеткішке қол жеткізген шопан М.Тұрысбековке қандай сыйлық берілді?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    10,
    11,
    12,
    15,
    16,
    18,
    19,
    20,
    21
  ],
  "\"Қазақтың жүз романы\" кітабында Тұрсынхан Зәкенұлының қай романы соңғы жылдары дүниеге келген шығармалардың бірі ретінде аталады?": [
    1,
    3,
    4,
    5,
    6,
    7,
    8,
    11,
    12,
    15,
    18,
    19,
    21,
    22,
    23,
    24
  ],
  "Көшпелілердің қыстау жерлерінен басқа маусымдық жайылымдарын кім пайдаланған?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "«Үш жүз» партиясының мүшелері кімдерден құралды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7
  ],
  "Қазақ мәдениетінде «апа» сөзі кімге қатысты қолданылмайды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Құдағи бауыр жасау дәстүрі көбінесе қай аймақтарда кездеседі?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9
  ],
  "Қазақстанда кең таралған «Басын жабу» дәстүрі нені білдіреді?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Бауырдың қандай қызметі ағзадағы улы заттарды залалсыздандыру болып табылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10
  ],
  "Қамбар батыр жырында кім Әзімбайдың қызы?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "Бағила мен Жасынның арасындағы қатынасты сипаттайтын метафоралық тіркес контексте қалай қолданылады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    15,
    16,
    17,
    18
  ],
  "1980 жылдары Наурыз мейрамына байланысты ауылдық жерлердегі соғым қалай дайындалды?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12
  ],
  "ЕТКС-ке сәйкес, кемедегі желдеткіш жұмыстарды қандай маман атқарады?": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14
  ]
}